tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
tap "shopify/shopify"
brew "giflib"
brew "libpng"
brew "lz4"
brew "xz"
brew "openssl@3"
brew "automake"
brew "boost"
brew "cairo"
brew "libnghttp2"
brew "readline"
brew "deno"
brew "fmt"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "node"
brew "emscripten"
brew "fastfetch"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fftw"
brew "libtool"
brew "unixodbc"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helix"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "iniparser"
brew "libgit2"
brew "jj"
brew "jpeg"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "lua"
brew "luarocks"
brew "molten-vk"
brew "mvfst"
brew "nasm"
brew "neovim"
brew "nerdfetch"
brew "php"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "portaudio"
brew "postgresql@14"
brew "python-setuptools"
brew "python@3.12"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "samba"
brew "stow"
brew "tldr"
brew "tmux"
brew "tor"
brew "watchman"
brew "xclip"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zig"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools"
brew "microsoft/mssql-release/mssql-tools18"
brew "shopify/shopify/shopify-cli"
cask "aerospace"
cask "cakebrew"
cask "discord"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "ghostty"
cask "gimp"
cask "legcord"
cask "minecraft"
cask "postbird"
cask "postman"
cask "prismlauncher"
cask "slack"
cask "spotify"
cask "steam"
cask "tor-browser"
cask "vimr"
cask "wezterm"
cask "zen"
